Repository: common-repository/clip-for-woocommerce
Catalog: i18n/languages/clip-*.po
Languages: es_mx

source: Clip for WooCommerce
es_mx: Clip para WooCommerce

source: Payment gateway for WooCommerce
es_mx: Pasarela de pago para WooCommerce

source: Settings
es_mx: Ajustes

source: Accept payments using Clip.
es_mx: Acepte pagos usando Clip.

source: Pay with cash
es_mx: Paga con efectivo

source: Pay with card
es_mx: Paga con débito o crédito

source: Pay with card or cash
es_mx: Paga con débito, crédito o efectivo

source: Enable/Disable
es_mx: Activar/desactivar

source: Enable Clip Payment Gateway
es_mx: Habilitar pasarela de pago de Clip

source: Payment Options
es_mx: Opciones de pago

source: Activate Banner
es_mx: Activar Banner

source: Activate Logs
es_mx: Activar registros

source: Only Cash
es_mx: Solo Efectivo

source: Only Card
es_mx: Solo Tarjeta

source: Both
es_mx: Ambas

source: You can enable plugin debugging to track communication between the plugin and Clip API. You will be able to view the record from the <a href="%s">WooCommerce > Status > Records</a> menu.
es_mx: Puede habilitar la depuración del plugin para rastrear la comunicación entre el complemento y la API de Clip. Podrá ver el registro desde el menú <a href="%s">WooCommerce > Estado > Registros</a>.

source: The No. 1 payment platform in Mexico
es_mx: La plataforma de pagos Nº 1 en México

source: Sorry, this order is invalid and cannot be paid. Contact customer service.
es_mx: Lo sentimos, este pedido no es válido y no se puede pagar. Póngase en contacto con el servicio de atención al cliente.

source: Pay with
es_mx: Pagar con

source: Select another payment method
es_mx: Seleccionar otro método de pago

source: Click the button to complete the purchase
es_mx: Haga clic en el botón para completar la compra

source: If you still do not have your credentials to operate with Clip, click <a href='https://dashboard.clip.mx/md/users/sign_in?pathname=%2Fusers%2Fsign_in' target='_bank'>here</a>.
es_mx: Si todavía no tienes tus credenciales para operar con Clip, click <a href='https://dashboard.clip.mx/md/users/sign_in?pathname=%2Fusers%2Fsign_in' target='_bank'>aquí</a>.

source: Client Api Key
es_mx: Api Key de cliente

source: Client Api Secret
es_mx: Api Secret de cliente

source: Validation
es_mx: Validación

source: Valid credentials.
es_mx: Credenciales válidas.

source: Invalid credentials.
es_mx: Credenciales inválidas.

source: If you do not see the panel correctly, enter the following link:
es_mx: Si no visualiza correctamente el panel, ingrese al siguiente link:

source: WooCommerce > Settings > Payments > Clip
es_mx: WooCommerce > Ajustes > Pagos > Clip

source: If you want to activate MSI you can configure them in the <a href='https://dashboard.clip.mx/md/marketing_tools' target='_bank'>Clip panel</a>.
es_mx: Si deseas activar MSI puedes configurarlos en el <a href='https://dashboard.clip.mx/md/marketing_tools' target='_bank'>panel de Clip</a>.

source: Checkout expiration time (hours)
es_mx: Tiempo de vencimiento del pago (horas)

source: This field will determine the maximum checkout time to receive your payment with Clip while the order remains pending payment and only one integer value is allowed. If no value is added, the default maximum time will be 72 hours.
es_mx: Este campo determinará el tiempo máximo de pago para recibir tu pago con Clip mientras el pedido permanece pendiente de pago y solo se permite un valor entero. Si no se agrega ningún valor, el tiempo máximo predeterminado será 72 horas.
